Revit 2027 API
BuiltInFailures.MEPCalculationFailures.NetworkPressureNotConverge Property
 The calculation could not be performed. Verify the pressure on the input element.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId NetworkPressureNotConverge { get; }
Public Shared ReadOnly Property NetworkPressureNotConverge As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ NetworkPressureNotConverge {
	FailureDefinitionId^ get ();
}
static member NetworkPressureNotConverge : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.MEPCalculationFailures Class
Autodesk.Revit.DB Namespace